Repository: jadetheda/IceCubesApp
Catalog: IceCubesApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: be, de, es, eu, fr, it, ja, ko, nb, nl, pl, pt_br, tr, uk, zh_hans, zh_hant

# settings.general.push-notifications
source: Push Notifications
be: Push апавяшчэнні
de: Push-Mitteilungen
es: Notificaciones
eu: Push jakinarazpenak
fr: Notifications push
it: Notifiche push
ja: プッシュ通知
ko: 푸시 알림 설정
nb: Pushvarsler
nl: Meldingen
pl: Powiadomienia push
pt_br: Notificação Push
tr: İleti Bildirimleri
uk: Push сповіщення
zh_hans: 通知设置
zh_hant: 通知

# settings.general.remote-timelines
source: Remote Local Timelines
be: Аддалены мясцовы час
de: Andere lokale Timelines
es: Cronologías locales remotas
eu: Beste instantziatako denbora-lerro lokalak
fr: Chronologies distantes locales
it: Timeline locali remote
ja: リモートローカルタイムライン
ko: 원격 로컬 타임라인
nb: Eksterne lokale tidslinjer
nl: Andere lokale tijdlijnen
pl: Strumienie innych serwerów
pt_br: Timelines locais remotas
tr: Uzak Lokal Zaman
uk: Віддалена локальна стрічка
zh_hans: 远程时间线
zh_hant: 他站時間軸

# settings.general.swipeactions
source: Swipe Actions
be: Дзеянні правядзення пальцам
de: Wischaktionen
es: Acciones al deslizar
eu: Mugimenduen ekintzak
fr: Actions de balayage
it: Azioni a scorrimento
ja: スワイプ操作
ko: 쓸어넘기기 동작
nb: Sveipehandlinger
nl: Veegacties
pl: Przeciąganie palcem
pt_br: Ações de deslizar
tr: Kaydırma Aksiyonları
uk: Дії гортання
zh_hans: 轻扫操作
zh_hant: 滑動功能

# settings.haptic.buttons
source: Button Press
be: Націск кнопкі
de: Knopfdruck
es: Interacción con botones
eu: Botoiak sakatzean
fr: Appui bouton
it: Pressione tasti
ja: ボタン操作時
ko: 버튼을 누를 때
nl: Knoppen
pl: Naciśnięcie przycisku
pt_br: Interação com botões
tr: Buton Basımı
uk: Натиснення кнопки
zh_hans: 按钮
zh_hant: 按紐

# settings.haptic.navigation-title
source: Haptic Settings
be: Тактыльныя налады
de: Haptikeinstellungen
es: Respuesta háptica
eu: Ezarpen haptikoak
fr: Réglages vibrations
it: Feedback aptico
ja: 触覚設定
ko: 햅틱 피드백
nb: Haptiske innstillinger
nl: Haptische instellingen
pl: Ustawienia haptyki
pt_br: Ajustes de vibração
tr: Dokunsal Ayarları
uk: Налаштування гаптики
zh_hans: 触控设置
zh_hant: 觸覺設定

# settings.haptic.tab-selection
source: Tab Selection
be: Выбар укладкі
de: Tabauswahl
es: Selección de pestaña
eu: Erlaitzak hautatzean
fr: Sélection d'onglet
it: Selezione pannelli
ja: タブセレクト
ko: 하단 탭 바를 누를 때
nb: Fanevalg
nl: Tabselectie
pl: Wybór zakładki
pt_br: Seleção de abas
tr: Sekme Seçimi
uk: Вибір вкладки
zh_hans: 导航栏
zh_hant: 頁籤選擇

# settings.haptic.timeline
source: Timeline
be: Шкала часу
es: Cronología
eu: Denbora-lerroan
fr: Chronologie
ja: タイムライン
ko: 타임라인에서
nb: Tidslinje
nl: Tijdlijn
pl: Strumień
pt_br: Linha do tempo
tr: Akış
uk: Стрічка
zh_hans: 时间线
zh_hant: 時間軸

# settings.other.autoplay-video
source: Auto Play Videos
be: Аўто прайграванне відэа
de: Videos automatisch abspielen
es: Reproducir vídeos automáticamente
eu: Abiarazi bideoak automatikoki
fr: Jouer automatiquement les vidéos
it: Riproduci automaticamente i video
ja: 動画の自動再生
ko: 동영상 자동 재생
nb: Spill av videoer automatisk
nl: Speel video’s automatisch af
pl: Odtwarzaj filmy automatycznie
pt_br: Reprodução automática de vídeos
tr: Videoları Otomatik Oynat
uk: Автоматичне програвання відео
zh_hans: 自动播放视频
zh_hant: 自動播放視訊

# settings.other.social-keyboard
source: Enable Social Keyboard
be: Уключыць сацыяльную клавіятуру
de: Soziale Tastatur aktivieren
es: Activar teclado social
eu: Gaitu teklatu soziala
fr: Activer le clavier social
it: Usa tastiera social
ja: ソーシャルメディア向けキーボードの有効化
ko: 키보드에 @, # 키 표시
nb: Aktiver sosialt tastatur
nl: Gebruik socialmedia-toetsenbord
pl: Włącz klawiaturę społecznościową
pt_br: Habilitar Teclado Social
tr: Sosyal Klavyeyi Aktive Et
uk: Увімкнути Social Keyboard
zh_hans: 启用社交键盘
zh_hant: 啟用社交鍵盤

# settings.push.boosts
source: Boosts
be: Павышае
eu: Bultzadak
it: Reblog
ja: ブースト
ko: 부스트
nb: Forsterkninger
pl: Podbicia
tr: Yükseltmeler
uk: Поширення
zh_hans: 转嘟
zh_hant: 轉嘟

# settings.push.duplicate.button.fix
source: 🪄 Fix It
be: 🪄 Выправіць
de: 🪄 Beheben
es: 🪄 Arréglalo
eu: 🪄 Konpondu
fr: 🪄 Résoudre
it: 🪄 Aggiusta
ja: 🪄 修正する
ko: 🪄 고치기
nb: 🪄 Fiks det
nl: 🪄 Los op
pl: 🪄 Napraw to
pt_br: 🪄 Corrigir
tr: 🪄 Düzelt
uk: 🪄 Виправити!
zh_hans: 🪄 修复
zh_hant: 🪄 修復

# settings.push.duplicate.footer
source: Receiving duplicate notifications? Try this magic button in order to fix it
be: Атрымліваеш падвоеныя апавяшчэнні? Паспрабуй гэтую чароўную кнопку каб выправіць
de: Bekommst du doppelte Mitteilungen? Probier diesen magischen Knopf aus
es: ¿Recibes notificaciones por duplicado? Usa este botón mágico para arreglarlo
eu: Jakinarazpenak birritan jasotzen al dituzu? Sakatu botoi magikoa arazoa konpontzeko
fr: Recevez-vous des notifications en double ? Essayez ce bouton magique pour résoudre le problème
it: Ricevi notifiche duplicate? Prova questo tasto magico per aggiustarle
ja: 重複して通知を受け取っていませんか？修正するためにこの魔法のボタンを試してみて
ko: 같은 알림이 여러 번 오나요? 위에 있는 버튼을 누르면 마법처럼 해결될 거에요.
nb: Får du dupliserte varsler? Prøv denne magiske knappen for å fikse det.
nl: Ontvang je dubbele meldingen? Gebruik deze magische knop om dit probleem te verhelpen
pl: Otrzymujesz powtórzone powiadomienia? Spróbuj tego magicznego przycisku, aby to naprawić
pt_br: Recebendo notificações duplicadas? Tente este botão mágico para tentar corrigir
tr: Tıpatıp aynı bildirimler mi alıyorsun? Bu büyülü butonu dene ve sorunu çöz
uk: Отримуєте сповіщення двічі? Спробуйте цю чарівну кнопку, щоб виправити це!
zh_hans: 有收到重复的推送通知？试试用这个魔法按钮去修复吧
zh_hant: 收到重複通知嗎？用這個魔術按鈕修復

# settings.push.duplicate.title
source: Duplicate Notifications Fixer
be: Выпраўляльнік дублікатаў апавяшчэнняў
de: Doppelte-Mitteilungen-Korrigierer
es: Arreglar notificaciones duplicadas
eu: Bikoiztutako jakinarazpenen konpontzailea
fr: Correcteur de notifications en double
it: Rimedio per notifiche duplicate
ja: 重複通知修正ツール
ko: 중복 알림 해결사
nb: Reparasjon av dupliserte varslinger
nl: Dubbele meldingen
pl: Korektor duplikatów powiadomień
pt_br: Corretor de notificações duplicadas
tr: Bildirim Çözücüyü Çoğalt
uk: Виправити задвоєння сповіщень
zh_hans: 重复推送通知修复器
zh_hant: 修理重複通知

# settings.push.favorites
source: Favorites
be: Улюбёныя
de: Favoriten
es: Favoritos
eu: Gogokoak
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 좋아요
nb: Favoritter
nl: Favorieten
pl: Polubione
pt_br: Favoritos
tr: Favoriler
uk: Вподобане
zh_hans: 喜欢
zh_hant: 最愛

# settings.push.follows
source: Follows
be: Cочыць
de: Follower
es: Siguiendo
eu: Jarraipenak
fr: Suivis
it: Nuovi seguaci
ja: フォロー
ko: 새 팔로워
nb: Følger
nl: Volgers
pl: Obserwacja
pt_br: Seguidores
tr: Takipler
uk: Підписки
zh_hans: 关注
zh_hant: 跟隨

# settings.push.main-toggle
source: Push Notifications
be: Push апавяшчэнні
de: Push-Mitteilungen
es: Notificaciones
eu: Push jakinarazpenak
fr: Notifications push
it: Notifiche push
ja: プッシュ通知
ko: 푸시 알림
nb: Pushvarsler
nl: Meldingen
pl: Powiadomienia push
pt_br: Notificações Push
tr: İleti Bildirimleri
uk: Push сповіщення
zh_hans: 启用通知
zh_hant: 通知

# settings.push.main-toggle.description
source: Receive push notifications on new activities
be: Атрымлівайце push апавяшчэнні аб новых дзеяннях
de: Push-Mitteilungen bei neuen Aktivitäten erhalten
es: Recibe notificaciones sobre nuevos eventos
eu: Jaso jakinarazpenak ekintza berriei buruz
fr: Recevoir des notifications push pour les nouvelles activités
it: Ricevi notifiche push sulle nuove attività
ja: 新着アクティビティをプッシュ通知で受け取る
ko: 새 활동이 있을 때 푸시 알림을 받습니다.
nb: Motta pushvarsler om nye aktiviteter
nl: Ontvang melding bij nieuwe activiteiten
pl: Otrzymuj powiadomienia push o nowej aktywności
pt_br: Receba notificações push em novas atividades
tr: İleti Bildirimlerini Al
uk: Отримувати push сповіщення на нову активність
zh_hans: 在有新活动时通知
zh_hant: 有新活動時通知

# settings.push.mentions
source: Mentions
be: Згадвае
de: Erwähnungen
es: Menciones
eu: Aipamenak
it: Menzioni
ja: 返信
ko: 나를 언급
nb: Omtaler
nl: Vermeldingen
pl: Wzmianki
pt_br: Menções
tr: Bahsetmeler
uk: Згадування
zh_hans: 提及
zh_hant: 提及

# settings.push.navigation-title
source: Push Notifications
be: Push апавяшчэнні
de: Push-Mitteilungen
es: Notificaciones
eu: Push jakinarazpenak
fr: Notifications push
it: Notifiche push
ja: プッシュ通知
ko: 푸시 알림 설정
nb: Pushvarsler
nl: Meldingen
pl: Powiadomienia push
pt_br: Notificações Push
tr: İleti Bildirimleri
uk: Push сповіщення
zh_hans: 通知设置
zh_hant: 通知

# settings.push.new-posts
source: New Posts
be: Новыя допісы
de: Neue Beiträge
es: Nuevas publicaciones
eu: Bidalketa berriak
fr: Nouveaux messages
it: Nuovi post
ja: 新着投稿
ko: 새 글
nb: Nye innlegg
nl: Nieuwe posts
pl: Nowe posty
pt_br: Novas Postagens
tr: Yeni Gönderiler
uk: Нові дописи
zh_hans: 新嘟文
zh_hant: 新嘟文

# settings.push.polls
source: Poll Results
be: Вынікі апытання
de: Umfrageergebnisse
es: Resultados de encuestas
eu: Bozketen emaitzak
fr: Résultats des sondages
it: Risultati dei sondaggi
ja: 投票結果
ko: 투표 결과
nb: Avstemningsresultater
nl: Pollresultaten
pl: Wyniki sondaży
pt_br: Resultado da Votação
tr: Anket Sonuçları
uk: Результат опитування
zh_hans: 投票结果
zh_hant: 票選結果

# settings.rate
source: Rate Ice Cubes
be: Ацаніце Ice Cubes
de: Bewerte Ice Cubes
es: Valora Ice Cubes
eu: Baloratu Ice Cubes
fr: Noter Ice Cubes
it: Valuta Ice Cubes
ja: Ice Cubesを評価する
ko: Ice Cubes 평가 남기기
nb: Vurder Ice Cubes
nl: Beoordeel Ice Cubes
pl: Oceń Ice Cubes
pt_br: Avalie o Ice Cubes
tr: Ice Cubes'u puanlayın
uk: Оцінити Ice Cubes
zh_hans: 给 Ice Cubes 评分
zh_hant: 給 Ice Cubes 評分

# settings.section.accounts
source: Accounts
be: Уліковыя запісы
de: Konten
es: Cuentas
eu: Kontuak
fr: Comptes
it: Account
ja: アカウント
ko: 계정
nb: Kontoer
pl: Konta
pt_br: Contas
tr: Hesaplar
uk: Облікові записи
zh_hans: 账户
zh_hant: 帳號

# settings.section.app
source: App
be: Дадатак
eu: Aplikazioa
fr: Application
ja: アプリ
ko: 앱
pl: Aplikacja
tr: Uygulama
uk: Застосунок
zh_hans: 应用

# settings.section.app.footer %@
source: App Version: %@
be: Версія дадатку: %@
es: Versión: %@
eu: Aplikazioaren bertsioa: %@
fr: Version de l'application : %@
it: Versione app: %@
ja: バージョン: %@
ko: 앱 버전: %@
nb: Appversjon: %@
nl: Appversie: %@
pl: Wersja aplikacji: %@
pt_br: Versão do App: %@
tr: Uygulama Versiyonu: %@
uk: Версія застосунку: %@
zh_hans: 版本：%@
zh_hant: App 版本：%@

# settings.section.general
source: General
be: Агульныя
de: Allgemein
eu: Orokorra
fr: Général
it: Generali
ja: 一般
ko: 일반
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
tr: Genel
uk: Загальне
zh_hans: 通用
zh_hant: 一般

# settings.section.other
source: Other
be: Іншае
de: Anderes
es: Otras opciones
eu: Besteak
fr: Autres
it: Altro
ja: その他
ko: 기타
nb: Annet
nl: Overig
pl: Inne
pt_br: Outros
tr: Diğer
uk: Інше
zh_hans: 其他
zh_hant: 其他

# settings.support.alert.error.message
source: Error processing your in-app purchase, please try again.
be: Памылка апрацоўкі вашай пакупкі ў дадатку, паўтарыце спробу.
de: Fehler bei der Ausführung des In-App-Kaufs. Bitte versuche es erneut.
es: Ha ocurrido un error procesando tu pago dentro de la app, por favor vuelve a intentarlo.
eu: Errorea aplikazio barruko erosketa prozesatzean; saiatu berriro.
fr: Erreur lors du traitement de votre achat intégré, veuillez réessayer.
it: Si è verificato un errore mentre processavamo il tuo acquisto in-app, riprova.
ja: アプリ内課金の処理に失敗しました、もう一度試してください
ko: 인앱 구매를 완료하지 못했습니다. 다시 시도해주세요.
nb: Feil ved behandling av kjøpet i appen. Prøv på nytt.
nl: Er heeft zich een fout voorgedaan tijdens het verwerken van uw aankoop. Probeer het nogmaals.
pl: Błąd przetwarzania twojego zakupu w aplikacji, proszę spróbuj ponownie.
pt_br: Erro processando sua compra dentro do app, por favor, tente novamente.
tr: Uygulama içi satın alımınızda hata oluştu, lütfen tekrar deneyin.
zh_hans: 应用内购买失败，请重试。
zh_hant: 選購時發生錯誤，請再試一次。

# settings.support.alert.message
source: Thank you so much for your tip! It's greatly appreciated!
be: Шчыры дзякуй за ваш гасцінец! Гэта вельмі ўдзячна!
de: Vielen Dank für dein Trinkgeld! Ich weiß es zu schätzen!
es: ¡Muchas gracias por tu propina! ¡Se agradece enormemente!
eu: Eskerrik asko eskupekoagatik! Izugarri eskertzen dizut!
fr: Merci beaucoup pour votre conseil ! C'est grandement apprécié !
it: Grazie mille per il tuo contributo! È davvero apprezzato!
ja: チップをありがとう、あなたに感謝します！
ko: 앱을 위해 기부해주셔서 감사합니다. 앱 개발에 큰 도움이 됩니다!
nb: Tusen takk for tipset ditt! Det settes stor pris på!
nl: Heel erg bedankt voor de fooi! Het wordt enorm gewaardeerd!
pl: Bardzo dziękuję za twój napiwek! Doceniam to bardzo!
pt_br: Muito obrigado pela sua dica! Gostamos muito!
tr: Bağışınızdan dolayı teşekkür ederiz! Minnettarız!
zh_hans: 非常感谢你的捐赠！
zh_hant: 非常感謝您的捐贈！

# settings.support.alert.title
source: Thanks!
be: Дзякуй!
de: Danke!
es: ¡Gracias!
eu: Eskerrik asko!
fr: Merci !
it: Grazie!
ja: ありがとうございます!
ko: 감사합니다!
nb: Takk!
nl: Bedankt!
pl: Dzięki!
pt_br: Obrigado!
tr: Teşekkürler!
zh_hans: 谢谢！
zh_hant: 感謝！

# settings.support.four.subtitle
source: It'll go a long way to keep Ice Cubes running!
be: Гэта вельмі дапаможа Ice Cubes працаваць!
de: Das wird eine große Hilfe sein, Ice Cubes am Laufen zu halten!
es: ¡Será de gran ayuda para que Ice Cubes siga funcionando!
eu: Askorako emango du eta Ice Cubes mantentzen lagunduko du!
fr: Cela ira loin pour maintenir Ice Cubes fonctionnel !
it: Sarà di grande aiuto per mantenere Ice Cubes in funzione!
ja: Ice Cubesの運営に大きく貢献することでしょう！
ko: Ice Cubes가 계속 발전하는 데 정말 많은 도움이 될 거에요!
nb: Det vil gå en lang vei å holde Ice Cubes i gang!
nl: Daarmee kan Ice Cubes nog een tijdje vooruit!
pl: To bardzo pomoże w utrzymaniu Ice Cubes w działaniu!
pt_br: Será de grande ajuda para manter o Ice Cubes funcionando!
tr: Bu, Ice Cubes'u daha uzun süre devam ettirmemize yardımcı olacak!
zh_hans: 这将大大有助于 Ice Cubes 的持续运行！
zh_hant: 這將大大有助於 Ice Cubes 持續運行！

# settings.support.four.title
source: 👽 Who are you Tip
be: 👽 Хто ты Гасцінец
de: 👽 Wahnsinns-Trinkgeld
es: 👽 Propina de otro mundo
eu: 👽 Nor zara zu, Tip
fr: 👽 Contribution Qui êtes-vous
it: 👽 Mancia fuori dal mondo
ja: 👽 お前は一体誰なんだ
ko: 👽 엄청난 기부금
nb: 👽 Hvem er du tips
nl: 👽 Wie ben jij-fooi
pl: 👽 Kim jesteś?
pt_br: 👽 Gorjeta de outro mundo
tr: 👽 Sen de kimsin Bağışı
zh_hans: 👽 神秘人的捐赠
zh_hant: 👽 超級捐贈

# settings.support.message-from-dev
source: Hi there! My name is Thomas and I absolutely love creating open source apps. Ice Cubes is definitely one of my proudest projects to date - and let's be real, it's also the one that requires the most maintenance due to the ever-changing world of Mastodon and social media. If you're having a blast using Ice Cubes, consider tossing a little tip my way. It'll make my day (and help keep the app running smoothly for you). 🚀
be: Прывітанне! Мяне завуць Томас і я вельмі люблю ствараць праграмы з адкрытым зыходным кодам. Ice Cubesбезумоўна, адзін з праектаў, якімі я найбольш ганаруся на сённяшні дзень. Давайце будзем шчырымі, ён таксама патрабуе надзвычайнага догляду з-за пастаянна зменлівага сусвету Mastodon і сацыяльныя медыя. Калі вы атрымліваеце задавальненне ад карыстання Ice Cubes, падкіньце мне невялікі гасцінец. Гэта зробіць мой дзень (і дапаможа праграме працаваць бесперабойна). 🚀
de: Hey du! Mein Name ist Thomas und ich liebe es, Open-Source-Apps zu erschaffen. Ice Cubes ist definitiv eines meiner Projekte, auf das ich am meisten stolz bin – und seien wir ehrlich, es ist auch das mit dem größten Wartungsaufwand, dank der sich ständig ändernden Welt von Mastodon und Social Media. Wenn du Spaß beim Nutzen von Ice Cubes hast, denk darüber nach, mir eine kleine Spende dazulassen. Das würde mir den Tag versüßen (und dazu beitragen, dass die App reibungslos für dich funktioniert). 🚀
es: ¡Hola! Me llamo Thomas y adoro crear aplicaciones de código abierto. Ice Cubes es definitivamente una de las que más orgulloso estoy hasta la fecha - y siendo honestos, también es una de las que más mantenimiento requiere debido a los constantes cambios en el entorno de Mastodon y las redes sociales. Si te encanta usar Ice Cubes, considera dejar una pequeña propina. Me alegrará el día (y ayudará a mantener la app en perfecto funcionamiento para ti). 🚀
eu: Kaixo! Thomas dut izena eta izugarri gustatzen zait kode irekiko aplikazioak sortzea. Ice Cubes orain arte harroen egiten nauen proiektua da eta —ez gaitezen engainatu— lan handiena behar duena ere bada Mastodon eta gizarte-sareen etengabeko aldaketen ondorioz. Ice Cubes erabiltzea gustoko baduzu, agian eskupekoren bat eman zeniezadake. Eguna poztuko didazu (eta aplikazioak arazorik gabe funtzionatzen jarraitzen lagunduko du). 🚀
fr: Bonjour ! Mon nom est Thomas et j'adore créer des applications open-source. Ice Cubes est certainement l'un de mes projets dont je suis le plus fier à ce jour - et soyons honnêtes, c'est aussi celui qui nécessite le plus d'entretien en raison de l'évolution constante de Mastodon et des réseaux sociaux. Si vous vous amusez avec Ice Cubes, envisagez de me faire une petite contribution. Cela me fera plaisir (et aidera à maintenir l'application en bon état pour vous). 🚀
it: Ehilà! Mi chiamo Thomas e adoro creare applicazioni open source. Ice Cubes è senza dubbio uno dei progetti di cui vado più fiero al momento e, a dirla tutta, è anche quello che richiede più tempo per via dei continui cambiamenti nel mondo di Mastodon e dei social. Se ti stai trovando bene con Ice Cubes, ti invito a lasciare una piccola mancia. Mi farai molto felice (e contribuirai a rendere l’app migliore per tutti). 🚀
ja: こんにちは。オープンソースのアプリを作るのが大好きなThomasです。Ice Cubesは、私の最も得意とするプロジェクトの1つではありますが、Mastodonやソーシャルメディアが常に変化しているため、多くのメンテナンスが必要なプロジェクトでもあります。もし、あなたがIce Cubesを楽しんでいるなら、私宛にちょっとしたチップを投げ入れてください。アプリを円滑に運営することができます。🚀
ko: 안녕하세요! 저는 Thomas입니다. 저는 오픈 소스 앱을 만드는 걸 정말 좋아해요. Ice Cubes는 제가 가장 자랑스럽게 생각하는 프로젝트 중 하나에요. 동시에 가장 많은 유지·보수가 필요한 프로젝트이기도 하죠. 마스토돈은 끊임없이 업데이트되고, 소셜 미디어의 세계 역시 빠르게 변화하니까요. Ice Cubes를 쓰며 즐거운 시간을 보내고 있나요? 그렇다면, 작은 기부금을 한 번 보내보는 건 어때요? 제 하루가 행복해질 거에요. (그리고 이 앱이 계속 잘 작동하는 데 도움이 될 거에요.) 🚀
nb: Hei der! Jeg heter Thomas og jeg elsker å lage apper med åpen kildekode. Ice Cubes er definitivt et av mine stolteste prosjekter til nå – og la oss være ekte, det er også det som krever mest vedlikehold på grunn av den stadig skiftende verdenen til Mastodon og sosiale medier. Hvis du har det kjempegøy med Ice Cubes, bør du vurdere å kaste et lite tips min vei. Det vil gjøre dagen min (og bidra til at appen kjører jevnt for deg). 🚀
nl: Hallo! Mijn naam is Thomas en ik ben dol op het maken van opensource-apps. Ice Cubes is een van de projecten waar ik het meest trots op ben - en laten we eerlijk zijn, het is ook degene die het meeste onderhoud vergt vanwege de voortdurend veranderende wereld van Mastodon en sociale media. Als je Ice Cubes graag gebruikt, overweeg dan om een kleine fooi te geven. Daar word ik heel blij van (en het zal helpen om de app soepel voor je te laten werken). 🚀
pl: Cześć! Mam na imię Thomas i uwielbiam tworzenie aplikacji open source. Ice Cubes jest zdecydowanie jednym z tych moich dotychczasowych projektów, z których jestem najbardziej dumny – i bądźmy szczerzy, jest to również ten, który wymaga najwięcej nieustannych prac utrzymaniowych ze względu na ciągle zmieniający się świat Mastodona i mediów społecznościowych. Jeśli świetnie się bawisz, używając kostek lodu, rozważ podrzucenie mi małego napiwku. Umili mi to dzień (i pomoże sprawić, że aplikacja zawsze działać będzie bezproblemowo). 🚀
pt_br: Olá! Meu nome é Thomas e eu amo criar aplicativos open source. Ice Cubes é definitivamente um dos meus projetos de maior orgulho até agora - e vamos ser realistas, é um dos que exigem maior manutenção devido ao mundo de constantes mudanças do Mastodon e das redes sociais. Se você está se divertindo usando o Ice Cubes, considere dar uma pequena gorjeta para mim. Isto deixará meu dia muito feliz (e ajudará a manter o aplicativo rodando sem problemas para você). 🚀
tr: Merhaba! Benim adım Thomas ve açık kaynak kodlu uygulamalar oluşturmayı seviyorum. Ice Cubes benim şu ana kadarki en çok gurur duyduğum projelerden biri - ve doğrusu, Mastodon ve sosyal medyanın durmadan değişen yapısı nedeniyle en çok bakım gerektireni. Eğer Ice Cubes'u kullanmaktan memnunsanız, ufak bir bağış göndermeyi düşünebilirsiniz. Bu gerçekten günümü güzelleştirir (ve uygulamanın senin için daha da düzgün çalışmasına yardımcı olur). 🚀
zh_hans: 你好呀！我叫 Thomas，我非常喜欢写开源应用。Ice Cubes 绝对是目前为止我最骄傲的项目之一。而且说实话，由于 Mastodon 和社交媒体世界的不断变化，它也是最需要维护的项目。如果你喜欢使用 Ice Cubes，请考虑给我一些捐赠。这真的会让我很开心 (且能鼓励我持续为你完善它)。🚀
zh_hant: 您好！我是 Thomas，我愛寫開源碼程式。Ice Cubes 是我最引以為傲的作品之一，但是老實說因為 Mastodon 和社交媒體的日新月異，也是最需要維護的。您如果愛用 Ice Cubes，請考慮贊助我。這將讓我很開心，也幫助我繼續維護這個軟體。 🚀

# settings.support.navigation-title
source: Support Ice Cubes
be: Падтрымаць Ice Cubes
de: Ice Cubes unterstützen
es: Apoya a Ice Cubes
eu: Eman babesa Ice Cubes-i
fr: Soutenez Ice Cubes
it: Supporta Ice Cubes
ja: Ice Cubesを支援する
ko: Ice Cubes 지원하기
nb: Støtt Ice Cubes
nl: Ondersteun Ice Cubes
pl: Wspieraj Ice Cubes
pt_br: Apoie o Ice Cubes
tr: Ice Cubes'u destekleyin
uk: Підтримка Ice Cubes
zh_hans: 支持 Ice Cubes
zh_hant: 支援 Ice Cubes

# settings.support.one.subtitle
source: Small, but cute, and it tastes good!
be: Маленькі, але мілы і смак добры!
de: Klein aber fein!
es: Pequeña, pero bonita, ¡y deliciosa!
eu: Txikia, baina moñoñoa, eta zapore goxoa du!
fr: Petit, mais mignon, et c'est bon !
it: Piccola, ma dolce, e pure buona!
ja: 小さいけど、かわいいし、味も美味しい！
ko: 작지만, 귀엽고 달콤해요!
nb: Liten, men søt, og den smaker godt!
nl: Klein maar fijn!
pl: Mały, ale uroczy i smakuje wyśmienicie!
pt_br: Pequeno mas bonitinho, e está delicioso!
tr: Küçük, ama şirin, ve güzel bir tadı var!
zh_hans: 小而可爱，而且它味道不错！
zh_hant: 小而可愛，也好吃！

# settings.support.one.title
source: 🍬 Small Tip
be: 🍬 Маленькі Гасцінец
de: 🍬 Kleines Trinkgeld
es: 🍬 Pequeña propina
eu: 🍬 Eskupeko txikia
fr: 🍬 Petite contribution
it: 🍬 Mancia contenuta
ja: 🍬 心ばかりのチップ
ko: 🍬 작은 기부금
nb: 🍬 Et lite tips
nl: 🍬 Kleine fooi
pl: 🍬 Mały napiwek
pt_br: 🍬 Pequena gorjeta
tr: 🍬 Küçük Bağış
zh_hans: 🍬 迷你捐赠
zh_hant: 🍬 小額捐贈

# settings.support.placeholder.loading-subtitle
source: Loading subtitle ...
be: Загрузка падзагалоўку ...
de: Titel laden …
es: Cargando subtítulo ...
eu: Azpititulua kargatzen…
fr: Chargement du sous-titre…
it: Carico sottotitolo…
ja: 見出しを読み込み中...
ko: 로드 중…
nb: Laster undertekst...
nl: Ondertitel laden…
pl: Ładowanie napisów ...
pt_br: Carregando legenda ...
tr: Altyazılar yükleniyor ...
zh_hans: 加载中……
zh_hant: 下載中⋯

# settings.support.three.subtitle
source: You're insane, thank you so much!
be: Ты звар'яцеў, шчыры дзякуй!
de: Du bist der Wahnsinn, riesengroßen Dank!
es: No estás bien de la cabeza, ¡muchísimas gracias!
eu: Zoragarria zara, esker mila!
fr: Vous êtes fou, merci beaucoup !
it: Sei incredibile, grazie mille!
ja: おいおい正気か！本当にありがとうございます！
ko: 뭘 좀 아시는 분이군요, 미리 감사드립니다!
nb: Du er gal, tusen takk!
nl: Je bent te gek, heel erg bedankt!
pl: Jesteś niesamowity, bardzo dziękuję!
pt_br: Você é demais, muito obrigado!
tr: Sen harikasın, çok teşekkürler!
zh_hans: 你真棒，非常感谢！
zh_hant: 您太狂了，感激不盡！

# settings.support.three.title
source: 🤯 Generous Tip
be: 🤯 Шчодры Гасцінец
de: 🤯 Großzügiges Trinkgeld
es: 🤯 Propina generosa
eu: 🤯 Eskupeko eskuzabala
fr: 🤯 Contribution généreuse
it: 🤯 Mancia da matti
ja: 🤯 太っ腹なチップ
ko: 🤯 통 큰 기부금
nb: 🤯 Sjenerøst tips
nl: 🤯 Royale fooi
pl: 🤯 Hojny napiwek
pt_br: 🤯 Gorjeta generosa
tr: 🤯 Cömert Bağış
zh_hans: 🤯 很慷慨的捐赠
zh_hant: 🤯 慷慨捐贈

# settings.support.two.subtitle
source: I love the taste of a fancy coffee ❤️
be: Я люблю смак вытанчанай кавы ❤️
de: Ich liebe den Duft eines tollen Kaffees ❤️
es: Me encanta el sabor del café de lujo ❤️
eu: Gogoko dut kafe on baten zaporea ❤️
fr: J'aime le goût d'un café chic ❤️
it: Adoro il sapore di un buon caffè ❤️
ja: おしゃれなコーヒーの味は最高です ❤️
ko: 기분이 좋아지는 맛있는 커피는 누구나 좋아하니까요 ❤️
nb: Jeg elsker smaken av en fancy kaffe ❤️
nl: Ik hou van de geur van een goeie kop koffie ❤️
pl: Uwielbiam smak wyszukanej kawy ❤️
pt_br: Adoro o sabor de um café chique ❤️
tr: Alengirli bir kahvenin tadını severim ❤️
zh_hans: 我很喜欢这杯美味的咖啡 ❤️
zh_hant: 一杯好咖啡是我的最愛 ❤️
